:PROPERTIES:
:ID:       E90FFACF-AD6F-4214-9990-F224641552A1
:header-args: :results output :async :session gs
:END:
#+title: ghostscript
* Installation
** [[id:61678BF7-A363-45C2-A3E2-54A1EB15EF68][brew]]

#+begin_src shell
  brew install gs
#+end_src

#+RESULTS:
#+begin_example
brew install gs
==> Auto-updating Homebrew...
Adjust how often this is run with `$HOMEBREW_AUTO_UPDATE_SECS` or disable with
`$HOMEBREW_NO_AUTO_UPDATE=1`. Hide these hints with `$HOMEBREW_NO_ENV_HINTS=1` (see `man brew`).
Error: Failed to download https://formulae.brew.sh/api/internal/packages.arm64_tahoe.jws.json!
==> Auto-updated Homebrew!
Updated 2 taps (homebrew/core and homebrew/cask).
==> New Formulae
==> Downloading https://formulae.brew.sh/api/formula.jws.json
Error: Failure while executing; `/usr/bin/env /opt/homebrew/Library/Homebrew/shims/shared/curl --disable --cookie /dev/null --globoff --user-agent Homebrew/6.0.5\ \(Macintosh\;\ arm64\ Mac\ OS\ X\ 26.3.1\)\ curl/8.7.1 --header Accept-Language:\ en --fail --progress-bar --remote-time --output /Users/mwhipple/Library/Caches/Homebrew/api/formula.jws.json --location --disable --cookie /dev/null --globoff --show-error --user-agent Homebrew/6.0.5\ \(Macintosh\;\ arm64\ Mac\ OS\ X\ 26.3.1\)\ curl/8.7.1 --header Accept-Language:\ en --fail --progress-bar --compressed --speed-limit 100 --speed-time 5 --write-out \%\{stderr\}HTTP\ status:\ \%\{http_code\} https://formulae.brew.sh/api/formula.jws.json` exited with 6. Here's the output:
curl: (6) Could not resolve host: formulae.brew.sh

HTTP status: 000
Warning: packages.arm64_tahoe.jws.json: update failed, falling back to cached version.
✔︎ JSON API packages.arm64_tahoe.jws.json
Warning: ghostscript 10.07.1 is already installed and up-to-date.
To reinstall 10.07.1, run:
  brew reinstall ghostscript
[?2004hecho 'ob_comint_async_shell_end_b6a1d2ca-7cfd-4036-91c8-9a264e0e21ee'[?2004l
#+end_example

#+begin_src shell
  brew list --verbose gs
#+end_src

#+RESULTS:
#+begin_example
brew list --verbose gs
/opt/homebrew/Cellar/ghostscript/10.07.1/INSTALL_RECEIPT.json
/opt/homebrew/Cellar/ghostscript/10.07.1/LICENSE
/opt/homebrew/Cellar/ghostscript/10.07.1/bin/dvipdf
/opt/homebrew/Cellar/ghostscript/10.07.1/bin/gpcl6c
/opt/homebrew/Cellar/ghostscript/10.07.1/bin/ps2ps
/opt/homebrew/Cellar/ghostscript/10.07.1/bin/gs
/opt/homebrew/Cellar/ghostscript/10.07.1/bin/ps2pdfwr
/opt/homebrew/Cellar/ghostscript/10.07.1/bin/ps2pdf12
/opt/homebrew/Cellar/ghostscript/10.07.1/bin/gpcl6
/opt/homebrew/Cellar/ghostscript/10.07.1/bin/gsdj
/opt/homebrew/Cellar/ghostscript/10.07.1/bin/pdf2dsc
/opt/homebrew/Cellar/ghostscript/10.07.1/bin/ps2pdf14
/opt/homebrew/Cellar/ghostscript/10.07.1/bin/gsnd
/opt/homebrew/Cellar/ghostscript/10.07.1/bin/ps2pdf13
/opt/homebrew/Cellar/ghostscript/10.07.1/bin/pphs
/opt/homebrew/Cellar/ghostscript/10.07.1/bin/gsdj500
/opt/homebrew/Cellar/ghostscript/10.07.1/bin/ps2ascii
/opt/homebrew/Cellar/ghostscript/10.07.1/bin/ps2pdf
/opt/homebrew/Cellar/ghostscript/10.07.1/bin/pf2afm
/opt/homebrew/Cellar/ghostscript/10.07.1/bin/gpdlc
/opt/homebrew/Cellar/ghostscript/10.07.1/bin/pfbtopfa
/opt/homebrew/Cellar/ghostscript/10.07.1/bin/gslp
/opt/homebrew/Cellar/ghostscript/10.07.1/bin/gxps
/opt/homebrew/Cellar/ghostscript/10.07.1/bin/printafm
/opt/homebrew/Cellar/ghostscript/10.07.1/bin/gsc
/opt/homebrew/Cellar/ghostscript/10.07.1/bin/ps2ps2
/opt/homebrew/Cellar/ghostscript/10.07.1/bin/gslj
/opt/homebrew/Cellar/ghostscript/10.07.1/bin/ps2epsi
/opt/homebrew/Cellar/ghostscript/10.07.1/bin/gsx
/opt/homebrew/Cellar/ghostscript/10.07.1/bin/gsbj
/opt/homebrew/Cellar/ghostscript/10.07.1/bin/unix-lpr.sh
/opt/homebrew/Cellar/ghostscript/10.07.1/bin/pdf2ps
/opt/homebrew/Cellar/ghostscript/10.07.1/bin/eps2eps
/opt/homebrew/Cellar/ghostscript/10.07.1/bin/lprsetup.sh
/opt/homebrew/Cellar/ghostscript/10.07.1/bin/gxpsc
/opt/homebrew/Cellar/ghostscript/10.07.1/.brew/ghostscript.rb
/opt/homebrew/Cellar/ghostscript/10.07.1/include/ghostscript/plapi.h
/opt/homebrew/Cellar/ghostscript/10.07.1/include/ghostscript/gdevdsp.h
/opt/homebrew/Cellar/ghostscript/10.07.1/include/ghostscript/ierrors.h
/opt/homebrew/Cellar/ghostscript/10.07.1/include/ghostscript/iapi.h
/opt/homebrew/Cellar/ghostscript/10.07.1/include/ghostscript/gserrors.h
/opt/homebrew/Cellar/ghostscript/10.07.1/sbom.spdx.json
/opt/homebrew/Cellar/ghostscript/10.07.1/README
/opt/homebrew/Cellar/ghostscript/10.07.1/lib/libgs.10.dylib
/opt/homebrew/Cellar/ghostscript/10.07.1/lib/libgpcl6.dylib
/opt/homebrew/Cellar/ghostscript/10.07.1/lib/libgs.dylib
/opt/homebrew/Cellar/ghostscript/10.07.1/lib/libgxps.10.07.dylib
/opt/homebrew/Cellar/ghostscript/10.07.1/lib/libgs.10.07.dylib
/opt/homebrew/Cellar/ghostscript/10.07.1/lib/libgpcl6.10.07.dylib
/opt/homebrew/Cellar/ghostscript/10.07.1/lib/libgxps.10.dylib
/opt/homebrew/Cellar/ghostscript/10.07.1/lib/libgpcl6.10.dylib
/opt/homebrew/Cellar/ghostscript/10.07.1/lib/libgpdl.dylib
/opt/homebrew/Cellar/ghostscript/10.07.1/lib/libgxps.dylib
/opt/homebrew/Cellar/ghostscript/10.07.1/lib/libgpdl.10.07.dylib
/opt/homebrew/Cellar/ghostscript/10.07.1/lib/libgpdl.10.dylib
/opt/homebrew/Cellar/ghostscript/10.07.1/share/man/man1/gsdj500.1
/opt/homebrew/Cellar/ghostscript/10.07.1/share/man/man1/gsbj.1
/opt/homebrew/Cellar/ghostscript/10.07.1/share/man/man1/gslj.1
/opt/homebrew/Cellar/ghostscript/10.07.1/share/man/man1/pf2afm.1
/opt/homebrew/Cellar/ghostscript/10.07.1/share/man/man1/ps2pdfwr.1
/opt/homebrew/Cellar/ghostscript/10.07.1/share/man/man1/eps2eps.1
/opt/homebrew/Cellar/ghostscript/10.07.1/share/man/man1/pfbtopfa.1
/opt/homebrew/Cellar/ghostscript/10.07.1/share/man/man1/pdf2ps.1
/opt/homebrew/Cellar/ghostscript/10.07.1/share/man/man1/ps2pdf12.1
/opt/homebrew/Cellar/ghostscript/10.07.1/share/man/man1/gsnd.1
/opt/homebrew/Cellar/ghostscript/10.07.1/share/man/man1/ps2pdf.1
/opt/homebrew/Cellar/ghostscript/10.07.1/share/man/man1/printafm.1
/opt/homebrew/Cellar/ghostscript/10.07.1/share/man/man1/ps2pdf13.1
/opt/homebrew/Cellar/ghostscript/10.07.1/share/man/man1/gs.1
/opt/homebrew/Cellar/ghostscript/10.07.1/share/man/man1/ps2ascii.1
/opt/homebrew/Cellar/ghostscript/10.07.1/share/man/man1/gsdj.1
/opt/homebrew/Cellar/ghostscript/10.07.1/share/man/man1/ps2epsi.1
/opt/homebrew/Cellar/ghostscript/10.07.1/share/man/man1/ps2ps.1
/opt/homebrew/Cellar/ghostscript/10.07.1/share/man/man1/ps2pdf14.1
/opt/homebrew/Cellar/ghostscript/10.07.1/share/man/man1/gslp.1
/opt/homebrew/Cellar/ghostscript/10.07.1/share/man/man1/dvipdf.1
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/iccprofiles/lab.icc
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/iccprofiles/default_rgb.icc
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/iccprofiles/rommrgb.icc
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/iccprofiles/gray_to_k.icc
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/iccprofiles/sgray.icc
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/iccprofiles/srgb.icc
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/iccprofiles/a98.icc
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/iccprofiles/ps_cmyk.icc
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/iccprofiles/default_cmyk.icc
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/iccprofiles/scrgb.icc
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/iccprofiles/esrgb.icc
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/iccprofiles/default_gray.icc
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/iccprofiles/ps_gray.icc
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/iccprofiles/ps_rgb.icc
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/pfbtopfa.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/stc2_h.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/caption.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/acctest.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/viewps2a.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/gs_ksb_e.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/lines.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/ras4.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/s400a1.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/cdj550.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/font2pcl.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/Stc670p.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/stc200_h.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/necp2x6.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/stc_h.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/zeroline.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/gslp.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/PM760p.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/ras3.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/stc_l.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/Stc670pl.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/viewmiff.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/winmaps.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/gs_wl2_e.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/viewcmyk.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/bjc6000b1.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/cbjc600.ppd
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/PM760pl.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/PDFX_def.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/dnj750m.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/bj8pa06n.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/ras1.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/bjc610a2.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/ht_ccsto.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/gs_wl5_e.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/stc2s_h.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/cdj690ec.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/sharp.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/ps2epsi.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/gs_kanji.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/cdj690.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/Stp720p.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/stc800ih.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/bjc610a3.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/bjc610a1.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/gsnup.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/st640ihg.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/ras8m.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/sipixa6.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/gs_lgo_e.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/gs_l.xpm
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/stc800p.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/necp2x.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/gs_m.xpm
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/image-qa.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/stc640p.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/ppath.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/bjc610a0.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/bjc610a4.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/bjc610b8.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/mkcidfm.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/viewpcx.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/gs_m.xbm
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/stc300.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/viewjpeg.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/Stc777pl.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/stc600p.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/gs_l.xbm
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/stc800pl.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/bj8gc12f.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/bjc610a5.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/bjc610a7.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/gs_ce_e.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/stc300bm.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/st640pg.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/printafm.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/jispaper.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/stocht.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/pf2afm.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/gs_il2_e.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/ghostpdf.ppd
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/stc300bl.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/stc1520h.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/bjc610a6.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/bjc610b7.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/gs_s_m.xbm
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/st640ih.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/stcolor.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/bj8oh06n.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/gs_t.xbm
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/stc500ph.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/Stp870p.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/Stc760pl.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/stcinfo.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/PM820p.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/bjc610b6.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/Stc680pl.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/bjc610a8.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/bjc610b4.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/gs_lgx_e.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/gs_s.xpm
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/stc740ih.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/bjc610b1.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/Stc680p.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/align.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/gs_s.xbm
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/traceimg.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/stcany.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/bj8ts06n.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/st640pl.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/Stp720pl.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/PDFA_def.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/bjc610b2.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/ps2ai.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/gs_t.xpm
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/bj8hg12f.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/rollconv.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/Stc740pl.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/viewgif.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/gs_l_m.xbm
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/bjc610b3.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/st640p.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/bjc6000a1.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/docie.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/bj8pp12f.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/stc600ih.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/pdf_info.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/Stc740p.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/stc500p.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/pphs.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/pdf2dsc.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/cbjc800.ppd
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/dnj750c.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/prfont.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/st640plg.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/viewpbm.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/Stc760p.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/gs_wl1_e.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/zugferd.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/Stp870pl.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/cid2code.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/s400b1.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/Stc777p.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/bj8.rpd
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/stc600pl.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/uninfo.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/gs_m_m.xbm
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/ras32.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/PM820pl.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/traceop.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/stcany_h.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/gs_css_e.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/ras24.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/gs_t_m.xbm
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/stc.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/stc2.upp
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib/landscap.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Init/Fontmap.GS
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Init/gs_ciddc.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Init/gs_mex_e.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Init/gs_epsf.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Init/gs_img.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Init/gs_cspace.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Init/FAPIfontmap
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Init/gs_std_e.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Init/gs_fonts.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Init/cidfmap
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Init/gs_init.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Init/gs_mro_e.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Init/gs_type1.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Init/gs_statd.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Init/gs_pdfwr.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Init/gs_sym_e.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Init/gs_agl.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Init/gs_mgl_e.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Init/gs_frsd.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Init/gs_cidfm.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Init/gs_cidtt.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Init/gs_ttf.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Init/gs_dps1.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Init/gs_lev2.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Init/gs_ll3.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Init/gs_diskn.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Init/gs_trap.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Init/gs_resmp.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Init/gs_cidcm.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Init/FAPIconfig
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Init/gs_fntem.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Init/gs_res.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Init/gs_dbt_e.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Init/Fontmap
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Init/gs_il1_e.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Init/gs_btokn.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Init/gs_cidfn.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Init/gs_dps2.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Init/gs_cff.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Init/FAPIcidfmap
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Init/gs_fapi.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Init/FCOfontmap-PCLPS2
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Init/gs_dscp.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Init/pdf_main.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Init/gs_pdf_e.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Init/gs_typ32.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Init/gs_setpd.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Init/gs_cmap.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Init/gs_cet.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Init/gs_icc.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Init/gs_wan_e.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Init/xlatmap
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Init/gs_typ42.ps
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/IdiomSet/PPI_CUtils
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/IdiomSet/Pscript5Idiom
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/ColorSpace/sRGB
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/ColorSpace/TrivialCMYK
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/ColorSpace/DefaultRGB
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/ColorSpace/DefaultGray
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/ColorSpace/sGray
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/ColorSpace/DefaultCMYK
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/78-EUC-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/KSCms-UHC-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/UniJISX0213-UTF32-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/GBT-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/UniJIS-UTF16-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/Add-RKSJ-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/UniHojo-UTF32-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/Identity-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/B5pc-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/UniCNS-UTF32-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/CNS1-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/EUC-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/UniGB-UTF16-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/GBKp-EUC-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/UniHojo-UTF8-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/GB-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/HKdlb-B5-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/KSC-EUC-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/GBTpc-EUC-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/Adobe-Japan1-4
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/Adobe-Japan1-3
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/UniJIS2004-UTF8-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/HKscs-B5-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/Hojo-EUC-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/KSC-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/90ms-RKSJ-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/UniHojo-UCS2-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/UniKS-UTF16-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/Katakana
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/UniJIS-UCS2-HW-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/Ext-RKSJ-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/UniJISPro-UCS2-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/HKm314-B5-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/UniJIS2004-UTF16-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/Adobe-Japan1-2
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/Adobe-Japan1-5
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/Adobe-GB1-0
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/UniGB-UTF32-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/90msp-RKSJ-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/UniJIS-UCS2-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/HKgccs-B5-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/HKdla-B5-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/GB-EUC-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/Adobe-CNS1-1
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/Hankaku
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/Adobe-CNS1-6
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/Adobe-Korea1-0
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/Add-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/RKSJ-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/UniGB-UCS2-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/78ms-RKSJ-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/UniCNS-UTF16-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/GBT-EUC-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/UniCNS-UTF8-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/UniHojo-UTF16-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/UniJIS-UTF32-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/Adobe-GB1-1
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/UniJISX02132004-UTF32-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/Adobe-Korea1-1
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/UniKS-UCS2-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/Adobe-CNS1-7
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/Ext-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/CNS2-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/Adobe-CNS1-0
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/UniGB-UTF8-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/UniJIS2004-UTF32-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/ETen-B5-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/78-RKSJ-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/GBK-EUC-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/UniJIS-UTF8-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/UniKS-UTF32-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/B5-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/ETHK-B5-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/KSC-Johab-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/NWP-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/KSCms-UHC-HW-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/ETenms-B5-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/78-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/UniKS-UTF8-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/90pv-RKSJ-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/KSCpc-EUC-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/GBpc-EUC-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/UniCNS-UCS2-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/Hojo-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/CNS-EUC-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/GBK2K-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/HKm471-B5-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/CNS1-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/83pv-RKSJ-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/B5pc-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/UniCNS-UTF32-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/UniJISPro-UTF8-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/Hiragana
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/Identity-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/UniHojo-UTF8-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/Identity-UTF16-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/GBKp-EUC-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/UniGB-UTF16-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/EUC-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/UniJISX0213-UTF32-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/KSCms-UHC-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/78-EUC-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/WP-Symbol
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/UniHojo-UTF32-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/UniJIS-UTF16-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/Add-RKSJ-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/GBT-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/UniHojo-UCS2-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/UniKS-UTF16-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/Adobe-Japan1-0
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/90ms-RKSJ-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/KSC-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/Hojo-EUC-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/HKscs-B5-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/HKm314-B5-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/UniJIS2004-UTF16-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/Ext-RKSJ-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/UniJIS-UCS2-HW-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/HKdlb-B5-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/UniJISPro-UCS2-HW-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/Adobe-Japan1-6
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/GB-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/Adobe-Japan1-1
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/UniJIS2004-UTF8-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/GBTpc-EUC-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/KSC-EUC-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/Adobe-CNS1-5
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/Adobe-CNS1-2
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/UniJIS-UTF32-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/GBT-EUC-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/UniCNS-UTF8-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/UniHojo-UTF16-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/Roman
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/Adobe-GB1-4
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/CNS2-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/Adobe-GB1-3
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/Ext-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/UniKS-UCS2-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/UniJISX02132004-UTF32-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/Adobe-Korea1-2
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/GB-EUC-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/HKgccs-B5-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/HKdla-B5-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/90msp-RKSJ-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/UniJIS-UCS2-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/Adobe-CNS1-3
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/UniGB-UTF32-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/Adobe-CNS1-4
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/UniCNS-UTF16-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/Add-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/RKSJ-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/UniGB-UCS2-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/78ms-RKSJ-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/Adobe-GB1-2
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/Adobe-GB1-5
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/KSCpc-EUC-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/UniKS-UTF8-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/90pv-RKSJ-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/78-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/ETenms-B5-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/KSCms-UHC-HW-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/Adobe-Japan2-0
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/GBK2K-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/HKm471-B5-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/CNS-EUC-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/GBpc-EUC-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/UniCNS-UCS2-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/Hojo-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/ETen-B5-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/78-RKSJ-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/UniJIS2004-UTF32-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/UniGB-UTF8-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/NWP-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/KSC-Johab-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/B5-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/ETHK-B5-V
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/UniKS-UTF32-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/UniJIS-UTF8-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CMap/GBK-EUC-H
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Encoding/ExpertSubsetEncoding
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Encoding/ExpertEncoding
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Encoding/NotDefEncoding
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Encoding/CEEncoding
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Encoding/Wingdings
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Decoding/FCO_Unicode
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Decoding/StandardEncoding
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Decoding/FCO_Wingdings
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Decoding/Unicode
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Decoding/FCO_Symbol
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Decoding/Latin1
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Decoding/FCO_Dingbats
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CIDFSubst/DroidSansFallback.ttf
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/CIDFont/ArtifexBullet
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/SubstCID/Japan1-WMode
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/SubstCID/CNS1-WMode
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/SubstCID/Korea1-WMode
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/SubstCID/GB1-WMode
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Font/NimbusSans-Italic
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Font/URWBookman-DemiItalic
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Font/NimbusSansNarrow-Regular
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Font/C059-Bold
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Font/URWBookman-LightItalic
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Font/URWBookman-Demi
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Font/NimbusSansNarrow-Bold
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Font/URWBookman-Light
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Font/URWGothic-Book
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Font/NimbusRoman-Regular
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Font/C059-BdIta
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Font/NimbusSansNarrow-Oblique
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Font/C059-Roman
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Font/P052-BoldItalic
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Font/P052-Italic
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Font/StandardSymbolsPS
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Font/NimbusMonoPS-BoldItalic
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Font/NimbusRoman-Italic
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Font/C059-Italic
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Font/URWGothic-DemiOblique
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Font/P052-Roman
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Font/NimbusSansNarrow-BoldOblique
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Font/NimbusMonoPS-Bold
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Font/NimbusRoman-Bold
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Font/Z003-MediumItalic
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Font/NimbusSans-BoldItalic
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Font/P052-Bold
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Font/NimbusMonoPS-Regular
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Font/NimbusMonoPS-Italic
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Font/D050000L
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Font/NimbusSans-Regular
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Font/NimbusSans-Bold
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Font/URWGothic-BookOblique
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Font/NimbusRoman-BoldItalic
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Font/URWGothic-Demi
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/n019004l.pfm
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/a010033l.afm
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/n019024l.pfb
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/n019003l.afm
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/z003034l.afm
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/fonts.scale
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/n019023l.afm
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/n019004l.pfb
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/a010013l.afm
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/n019024l.pfm
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/n019064l.pfm
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/a010015l.pfm
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/d050000l.pfb
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/c059036l.afm
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/a010035l.pfb
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/n019044l.pfb
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/n019063l.afm
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/n019043l.afm
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/n019064l.pfb
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/a010015l.pfb
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/a010035l.pfm
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/c059016l.afm
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/ChangeLog
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/n019064l.afm
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/n019043l.pfb
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/a010015l.afm
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/c059016l.pfb
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/fonts.dir
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/c059036l.pfb
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/d050000l.afm
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/a010035l.afm
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/n019063l.pfb
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/n019044l.afm
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/n019004l.afm
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/a010013l.pfb
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/n019023l.pfb
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/a010033l.pfm
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/n019003l.pfm
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/z003034l.pfm
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/README.tweaks
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/n019023l.pfm
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/a010013l.pfm
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/n019003l.pfb
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/z003034l.pfb
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/a010033l.pfb
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/n019024l.afm
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/README
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/b018012l.pfm
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/TODO
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/n021004l.pfb
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/n021023l.afm
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/c059033l.afm
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/n021024l.pfm
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/b018032l.pfb
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/b018015l.afm
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/n021004l.pfm
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/b018035l.afm
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/COPYING
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/b018012l.pfb
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/c059013l.afm
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/b018032l.pfm
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/n021003l.afm
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/n021024l.pfb
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/p052024l.pfb
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/n022004l.afm
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/n022023l.pfb
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/p052003l.afm
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/s050000l.pfb
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/p052023l.afm
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/n022003l.pfb
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/n022024l.afm
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/p052004l.pfb
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/n022024l.pfb
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/p052004l.afm
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/p052023l.pfb
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/n022003l.afm
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/n022023l.afm
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/p052003l.pfb
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/p052024l.afm
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/n022004l.pfb
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/s050000l.afm
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/b018012l.afm
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/b018035l.pfb
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/n021023l.pfm
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/c059013l.pfb
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/n021024l.afm
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/n021003l.pfb
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/b018015l.pfm
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/n021023l.pfb
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/n021004l.afm
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/b018035l.pfm
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/c059033l.pfb
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/b018015l.pfb
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/b018032l.afm
/opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts/n021003l.pfm
/opt/homebrew/Cellar/ghostscript/10.07.1/share/doc/ghostscript/GS9_Color_Management.pdf
/opt/homebrew/Cellar/ghostscript/10.07.1/share/doc/ghostscript/News.html
/opt/homebrew/Cellar/ghostscript/10.07.1/share/doc/ghostscript/COPYING
/opt/homebrew/Cellar/ghostscript/10.07.1/share/doc/ghostscript/Ghostscript.pdf
[?2004hecho 'ob_comint_async_shell_end_b2a40c88-098a-4241-bdb8-7ca413d8c5ac'[?2004l
#+end_example

#+begin_src shell
  brew info --verbose gs
#+end_src

#+RESULTS:
#+begin_example
brew info --verbose gs
==> ghostscript ✔: stable 10.07.1 (bottled), HEAD
Interpreter for PostScript and PDF
https://www.ghostscript.com/
Aliases: gs
Conflicts with:
  gambit-scheme (because both install `gsc` binary)
  gerbil-scheme (because both install `gsc` binary)
Installed (on request)
From: https://github.com/Homebrew/homebrew-core/blob/HEAD/Formula/g/ghostscript.rb
License: AGPL-3.0-or-later
==> Installed Kegs and Versions
ghostscript ✔ 10.07.1 (641 files, 133.3MB) [Linked]
  Poured from bottle using the formulae.brew.sh API on 2026-06-02 at 18:25:04
==> Dependencies
Required (12): fontconfig ✔, freetype ✔, jbig2dec ✔, jpeg-turbo ✔, leptonica ✔, libarchive ↑, libidn ↑, libpng ✔, libtiff ✔, little-cms2 ✔, openjpeg ✔, tesseract ✔
Recursive Runtime (39): all installed ✔
Dependents (1): lilypond
==> Options
--HEAD
	Install HEAD version
==> Binaries
dvipdf
eps2eps
gpcl6
gpcl6c
gpdlc
gs
gsbj
gsc
gsdj
gsdj500
gslj
gslp
gsnd
gsx
gxps
gxpsc
lprsetup.sh
pdf2dsc
pdf2ps
pf2afm
pfbtopfa
pphs
printafm
ps2ascii
ps2epsi
ps2pdf
ps2pdf12
ps2pdf13
ps2pdf14
ps2pdfwr
ps2ps
ps2ps2
unix-lpr.sh
==> Caveats
Ghostscript is now built `--without-versioned-path`. Temporary backwards
compatibility symlinks exist but will be removed with 10.07.0 release.
==> Downloading https://formulae.brew.sh/api/formula/ghostscript.json
Error: Failure while executing; `/usr/bin/env /opt/homebrew/Library/Homebrew/shims/shared/curl --disable --cookie /dev/null --globoff --user-agent Homebrew/6.0.5\ \(Macintosh\;\ arm64\ Mac\ OS\ X\ 26.3.1\)\ curl/8.7.1 --header Accept-Language:\ en --fail --remote-time --output /Users/mwhipple/Library/Caches/Homebrew/api/formula/ghostscript.json --location --disable --cookie /dev/null --globoff --show-error --user-agent Homebrew/6.0.5\ \(Macintosh\;\ arm64\ Mac\ OS\ X\ 26.3.1\)\ curl/8.7.1 --header Accept-Language:\ en --fail --compressed --speed-limit 100 --speed-time 5 --write-out \%\{stderr\}HTTP\ status:\ \%\{http_code\} https://formulae.brew.sh/api/formula/ghostscript.json` exited with 6. Here's the output:
  % Total    % Received % Xferd  Average Speed   Time    Time     Time  Current
                                 Dload  Upload   Total   Spent    Left  Speed
  0     0    0     0    0     0      0      0 --:--:-- --:--:-- --:--:--     0curl: (6) Could not resolve host: formulae.brew.sh
HTTP status: 000
[?2004hecho 'ob_comint_async_shell_end_ae7e68be-3545-40fa-958e-7183d7801572'[?2004l
#+end_example

#+begin_src shell
  brew link --verbose gs
#+end_src

#+RESULTS:
: brew link --verbose gs
: Warning: Already linked: /opt/homebrew/Cellar/ghostscript/10.07.1
: To relink, run:
:   brew unlink ghostscript && brew link ghostscript
: [?2004hecho 'ob_comint_async_shell_end_5fece7e7-9e07-4d6e-bc42-1715b8c3b832'[?2004l

* Wire for [[id:31802476-6810-42C3-BD8D-24F0E7573563][doc-view]]

There should likely be a more stable symlink that should be preferred.

#+begin_src emacs-lisp
  (setq doc-view-ghostscript-program "/opt/homebrew/Cellar/ghostscript/10.07.1/bin/gs")
#+end_src

* Verification

#+begin_src shell
  gs --version
#+end_src

#+RESULTS:
: gs --version
: 10.07.1
: [?2004hecho 'ob_comint_async_shell_end_b4031d8b-b13f-4c43-b6a2-4927e6975179'[?2004l

** help

#+begin_src shell
  gs --help
#+end_src

#+RESULTS:
#+begin_example
gs --help
GPL Ghostscript 10.07.1 (2026-05-19)
Copyright (C) 2026 Artifex Software, Inc.  All rights reserved.
Usage: gs [switches] [file1.ps file2.ps ...]
Most frequently used switches: (you can use # in place of =)
 -dNOPAUSE           no pause after page   | -q       `quiet', fewer messages
 -g<width>x<height>  page size in pixels   | -r<res>  pixels/inch resolution
 -sDEVICE=<devname>  select device         | -dBATCH  exit after last file
 -sOutputFile=<file> select output file: - for stdout, |command for pipe,
                                         embed %d or %ld for page #
Input formats: PostScript PostScriptLevel1 PostScriptLevel2 PostScriptLevel3 PDF
Default output device: bbox
Available devices:
   alc1900 alc2000 alc4000 alc4100 alc8500 alc8600 alc9100 ap3250 appledmp
   atx23 atx24 atx38 bbox bit bitcmyk bitrgb bitrgbtags bj10e bj10v bj10vh
   bj200 bjc600 bjc800 bjc880j bjccmyk bjccolor bjcgray bjcmono bmp16 bmp16m
   bmp256 bmp32b bmpgray bmpmono bmpsep1 bmpsep8 ccr cdeskjet cdj1600 cdj500
   cdj550 cdj670 cdj850 cdj880 cdj890 cdj970 cdjcolor cdjmono cdnj500 cfax
   chp2200 cif cljet5 cljet5c cljet5pr coslw2p coslwxl declj250 deskjet
   devicen dfaxhigh dfaxlow display dj505j djet500 djet500c dl2100 dnj650c
   docxwrite epl2050 epl2050p epl2120 epl2500 epl2750 epl5800 epl5900
   epl6100 epl6200 eplcolor eplmono eps2write eps9high eps9mid epson epsonc
   escp escpage faxg3 faxg32d faxg4 fmlbp fmpr fpng fs600 gdi hl1240 hl1250
   hl7x0 hocr hpdj1120c hpdj310 hpdj320 hpdj340 hpdj400 hpdj500 hpdj500c
   hpdj510 hpdj520 hpdj540 hpdj550c hpdj560c hpdj600 hpdj660c hpdj670c
   hpdj680c hpdj690c hpdj850c hpdj855c hpdj870c hpdj890c hpdjplus
   hpdjportable ibmpro ijs imagen inferno ink_cov inkcov itk24i itk38 iwhi
   iwhic iwlo iwlow iwlq iwlqc jetp3852 jj100 jpeg jpegcmyk jpeggray la50
   la70 la75 la75plus laserjet lbp310 lbp320 lbp8 lex2050 lex3200 lex5700
   lex7000 lips2p lips3 lips4 lips4v lj250 lj3100sw lj4dith lj4dithp lj5gray
   lj5mono ljet2p ljet3 ljet3d ljet4 ljet4d ljet4pjl ljetplus ln03 lp1800
   lp1900 lp2000 lp2200 lp2400 lp2500 lp2563 lp3000c lp7500 lp7700 lp7900
   lp8000 lp8000c lp8100 lp8200c lp8300c lp8300f lp8400f lp8500c lp8600
   lp8600f lp8700 lp8800c lp8900 lp9000b lp9000c lp9100 lp9200b lp9200c
   lp9300 lp9400 lp9500c lp9600 lp9600s lp9800c lps4500 lps6500 lq850
   lxm3200 lxm5700m m8510 md1xMono md2k md50Eco md50Mono md5k mgr4 mgr8
   mgrgray2 mgrgray4 mgrgray8 mgrmono miff24 mj500c mj6000c mj700v2c mj8000c
   ml600 necp6 npdl nullpage oce9050 ocr oki182 oki4w okiibm oprp opvp
   paintjet pam pamcmyk32 pamcmyk4 pbm pbmraw pcl3 pclm pclm8 pcx16 pcx24b
   pcx256 pcxcmyk pcxgray pcxmono pdfimage24 pdfimage32 pdfimage8 pdfocr24
   pdfocr32 pdfocr8 pdfwrite pdfwrite pdfwrite pgm pgmraw pgnm pgnmraw
   photoex picty180 pj pjetxl pjxl pjxl300 pkm pkmraw pksm pksmraw plan
   plan9bm planc plang plank planm plib plibc plibg plibk plibm png16 png16m
   png16malpha png256 png48 pngalpha pnggray pngmono pngmonod pnm pnmraw ppm
   ppmraw pppm pr1000 pr1000_4 pr150 pr201 ps2write psdcmyk psdcmyk16
   psdcmykog psdcmyktags psdcmyktags16 psdrgb psdrgb16 psdrgbtags pxlcolor
   pxlmono r4081 rinkj rpdl samsunggdi sj48 spotcmyk st800 stcolor t4693d2
   t4693d4 t4693d8 tek4696 tiff12nc tiff24nc tiff32nc tiff48nc tiff64nc
   tiffcrle tiffg3 tiffg32d tiffg4 tiffgray tifflzw tiffpack tiffscaled
   tiffscaled24 tiffscaled32 tiffscaled4 tiffscaled8 tiffsep tiffsep1
   txtwrite uniprint urfcmyk urfgray urfrgb xcf xes xpswrite
Search path:
   /opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Init :
   /opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/lib :
   /opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/Resource/Font :
   /opt/homebrew/Cellar/ghostscript/10.07.1/share/ghostscript/fonts :
   /opt/homebrew/Cellar/ghostscript/10.07.1/share/fonts/default/ghostscript :
   /opt/homebrew/Cellar/ghostscript/10.07.1/share/fonts/default/Type1 :
   /opt/homebrew/Cellar/ghostscript/10.07.1/share/fonts/default/TrueType :
   /usr/lib/DPS/outline/base : /usr/openwin/lib/X11/fonts/Type1 :
   /usr/openwin/lib/X11/fonts/TrueType
Ghostscript is also using fontconfig to search for font files
For more information, see https://ghostscript.readthedocs.io/en/gs10.07.1/Use.html
Please report bugs to bugs.ghostscript.com.
[?2004hecho 'ob_comint_async_shell_end_d05c1767-6394-4d26-9e4e-6b2e126ba8d1'[?2004l
#+end_example
